<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <!-- 수정v1.1.13 Login에서 회원가입 약관으로 수정 -->
    <title>회원가입 약관</title>
    <!-- Page CSS -->
    <link rel="stylesheet" href="./css/header&footer.css">
    <link rel="stylesheet" href="./css/shilla_join_clause.css">
    <link rel="stylesheet" href="./css/shilla_join_clause_modal.css">
    <!-- Page JS -->
    <script type="text/javascript" src="./js/shilla_clause.js"></script>
</head>
<body>
	<main class="w800">
            <!-- Clause Content -->
            <div class="clause_title">
                <h2>신라호텔가입</h2>

                <!-- page info -->
                <div class="page_info">
                    <i class="fa-solid fa-house"></i></i>&nbsp;&nbsp;
                    <i class="fa-solid fa-chevron-right"></i>&nbsp;&nbsp;
                    로그인
                    <i class="fa-solid fa-chevron-right"></i>&nbsp;&nbsp;
                    <span>약관동의</span>
                </div>
            </div>

            <!-- Welcome Text -->
            <div class="welcome_text">
                <h2>
                    신라 호텔에 오신 것을 환영 합니다.
                </h2>
                <p>
                    ※ 약관 및 개인정보 수집 이용 사항을 확인하시고 동의여부에 체크해주시기 바랍니다.
                </p>
            </div>


            <!-- Info Separation  -->
            <div class="info_separation">
                <h2>약관동의</h2>
            </div>

            <!-- Clauses -->
            <!-- All Clauses Agree -->
            <div class="all_clauses_agree">
                <input type="checkbox" id="all_clauses_agree_chk">
                <label for="all_clauses_agree_chk">신라호텔 가입 약관 전체 동의</label>
                <p>※ 전체동의는 선택사항(동의 내용을 확인한후 개별동의 가능)이며 전체동의 버튼을 체크하면 선택적 수집동의도 동시 진행됩니다.</p>
            </div>

            <!-- Clause1 Container -->
            <div class="clause_container">
                <!-- Clause Title & Show All BTN -->
                <div class="clause_top">
                    <h2>신라리워즈 이용약관에 대한 동의 (필수)</h2>
                    <button>전체보기</button>
                </div>
                <!-- Clause -->
                <div spellcheck="false" class="clause_long" contentEditable="false">
                    제1조 멤버십 규정 일반

                    1. 본 약관은 주식회사 호텔신라(이하 “회사”)의 호텔 멤버십 프로그램인 Shilla Rewards(이하 “멤버십 프로그램”)의 이용에 관한 기본적인 사항을 정함을 목적으로
                    합니다.

                    2. 멤버십 프로그램의 이용약관 및 멤버십 운영에 관련한 각종 혜택 및 서비스의 적용 범위는 다음과 같습니다. (이하 (1)~(3)을 총칭하여 "가맹호텔")

                    (1) 신라호텔 : 서울신라호텔, 제주신라호텔

                    (2) 신라스테이(신라스테이 플러스 포함) 전 지점

                    (3) 그 외 향후 제휴 호텔 및 리조트

                    3. 회사는 본 약관에서 멤버십 프로그램의 회원 자격과 혜택, 멤버십 포인트 획득과 사용에 관한 내용을 규정합니다.

                    4. 멤버십 프로그램은 만 19세 이상의 개인 회원을 대상으로 하며, 법인 또는 단체 등은 멤버십에 가입할 수 없습니다.

                    5. 멤버십 프로그램의 약관, 규칙 중에 신청자 및 회원의 소속 국가 및 거주지의 강행법규에 위배되는 부분이 있을 경우, 해당 부분은 해당 회원에 한하여 무효화 합니다.

                    6. 회사는 멤버십 운영 주체의 상황에 따라 본 이용약관을 포함한 프로그램 구성, 특전 및 그 내용을 변경하고, 본 멤버십 프로그램을 종료할 수 있습니다.

                    7. 회사는 본 약관을 변경하는 경우 변경되는 약관의 적용일자 및 변경내용, 사유 등을 명시하여 현행약관과 함께 변경약관 적용일로부터 10일(회원에게 불리하게 변경되는 경우
                    1개월)
                    이전에 서면, 전자우편, 홈페이지 공지 등의 방법을 통해 회원에게 통지합니다. 회원은 신라리워즈 멤버십 센터 대표 이메일(shilla.rewards@samsung.com) 또는
                    대표
                    번호(02-2230-5528)를 통하여 변경약관에 동의하지 않을 수 있으며, 변경약관에 동의하지 않을 경우 회원 탈퇴를 할 수 있습니다. 단, 회사가 위 약관 변경 통지를 하면서
                    변경약관
                    적용일까지 의사표시를 하지 않으면 변경약관에 동의한 것으로 간주한다는 내용을 고지하였음에도 불구하고, 회원이 명시적으로 거부의사를 표시하지 않은 경우 회원이 변경약관에 동의한
                    것으로
                    간주합니다. 단, 회원에게 불리하게 변경되는 경우 통지 후 2개월 이내 회원 탈퇴를 할 수 있습니다.

                    8. 회사는 멤버십 프로그램 종료 최소 6개월 이전에 호텔 공식 웹사이트(https://www.shillahotels.com)및 모바일 앱(신라호텔 어플리케이션)(이하 “멤버십
                    홈페이지”)을 통해 공지해야 하며, 전 회원을 대상으로 1회 이상 전자우편을 통한 안내문을 발송합니다.

                    9. 멤버십 프로그램 종료 통보 이후 6개월 경과 시점 기준으로 보유한 포인트는 자동 소멸되며, 모든 혜택 및 서비스 제공이 중단됩니다.

                    10. 주소 및 기타 개인정보 사항 변경 시 회원은 회사에 해당 내용을 통보해야 하며, 미 통보로 인한 회원의 불이익은 해당 회원이 감수하며 회사가 책임지지 않습니다.

                    11. 회사는 호텔정보 및 회원의 계정명세 등을 회원에게 통지할 수 있고, 우편에 의한 통지의 경우 그 분실 또는 전달의 지연에 대한 책임을 지지 않습니다.

                    12. 본 약관은 대한민국 법률이 적용되며, 본 약관과 관련된 제반 분쟁 및 소송은 회원의 주소지, 회사의 소재지를 관할하는 법원을 합의 관할법원으로 합니다.

                    제2조 회원 가입 및 계정생성

                    1. 회원 가입은 멤버십 홈페이지 및 모바일 앱 또는 가맹호텔의 지정된 영업장에서 가능합니다.

                    2. 회원 가입은 무료입니다.

                    3. 회원은 하나를 초과하는 멤버십을 가입하거나 소유할 수 없습니다.

                    4. 멤버십 중복 가입 시 하나를 제외한 멤버십은 강제 탈퇴 처리되며, 탈퇴 처리되는 멤버십의 포인트, 혜택은 자동 소멸됩니다.

                    5. 회원 등록 시 성명, 생년월일, 성별, 전자우편주소, 전화번호는 필수 기입 사항입니다.

                    6. 회원번호는 회원 등록 즉시 발급됩니다.

                    7. 회원은 회원번호를 이용하여 멤버십 홈페이지에서 본인의 계정을 확인할 수 있습니다.

                    8. 회원은 멤버십 홈페이지의 개인 계정을 통해 보유 포인트, 적립내역, 개인정보 등 각종 정보를 열람 및 수정할 수 있습니다.

                    9. 회원 가입 시 모바일 멤버십 카드가 발급되며 모바일 멤버십 카드(이하 “멤버십 카드”)는 멤버십 홈페이지에서 확인 가능합니다.

                    제3조 회원 자격정지 및 탈퇴

                    1. 최종 거래일이 속한 월의 말일 기준으로 60개월간 실적이 없는 회원의 계정은 소멸되며, 기존 포인트 및 거래 실적은 자동 소멸됩니다. 해당 회원에게는 계정 소멸 6개월 전에
                    해당
                    내용을 전자우편으로 통보합니다.

                    2. 멤버십 재등록 시에는 신규 회원으로 등록됩니다.

                    3. 회원 탈퇴는 멤버십 서비스 센터 및 멤버십 홈페이지를 통해 요청 가능합니다.

                    4. 탈퇴 접수는 신청 후 영업일 기준 24시간 이내에 처리되며, 탈퇴 시 회원이 보유한 계정 및 포인트, 혜택은 자동 소멸됩니다.

                    5. 회원 탈퇴 시 기존 멤버십 카드는 사용할 수 없습니다.

                    6. 회사는 회원에게 다음의 사유가 발생한 경우 회원의 멤버십을 해지하거나 탈퇴시킬 수 있습니다.

                    (1) 위법한 행위를 한 경우

                    (2) 회원이 특전 및 포인트 매매 등 본 약관을 위반한 경우

                    (3) 신청, 등록 내용에 허위, 기재누락, 오기 등이 있는 경우

                    (4) 기타 부당한 행위를 하거나 멤버십 프로그램의 혜택을 남용한 경우

                    (5) 회사에 의해 청구된 금액을 지불하지 못한 경우

                    (6) 사망한 경우

                    7. 사망한 회원의 포인트 및 등급은 자동 소멸되며, 상속 및 양도되지 않습니다

                    제4조 양도

                    1. 회원 자격, 멤버십 카드, 등급별 혜택, 보유 포인트는 다른 회원을 포함한 제3자에게 양도가 불가능 합니다.

                    2. 타인에게 임의적인 양도 적발 시에는 다음의 페널티가 적용됩니다.

                    (1) 멤버십 자격 양도 : 회원자격 박탈 및 탈퇴 처리

                    (2) 멤버십 카드 및 혜택 양도 : 부여된 혜택에 대한 소멸 처리

                    (3) 포인트 양도 : 양도된 포인트에 대한 무효 처리

                    제5조 멤버십 회원 등급 및 특전

                    1. 회원 등급은 브라운, 실버, 골드, 다이아몬드 총 4 단계로 분류됩니다.

                    2. 회원 가입과 동시에 브라운 등급이 부여됩니다.

                    3. 회원 등급의 유지 및 승급을 위해서는 회사가 규정한 조건을 충족해야 합니다.

                    4. 회사는 회원의 1년 간 멤버십 프로그램 이용실적(객실의 경우 숙박일수 및 적립 포인트 기준, 식음 영업장의 경우 적립 포인트 기준)을 산출하여 다음의 기준에 따라 회원 등급을
                    조정합니다.

                    신라리워즈 회원등급 조정 기준

                    - 회원 등급조정은 아래의 조정 기준(연간 숙박일수 또는 연간 적립 포인트) 중 어느 하나의 승급 조건을 우선 충족하는 경우 진행됩니다.
                    <img src="./images/clause_img1.png" alt="약관표1">
                    5. 제 4항의 회원 등급 조정 기준에 따라 인정되는 연간 숙박일수 및 연간 적립 포인트 인정 세부 조건은 다음과 같습니다.


                    (1) 연간 숙박일수


                    A. 숙박일수는 멤버십 프로그램을 이용하여 가맹호텔 객실을 이용한 일수를 대상으로 인정됩니다.


                    B. 숙박일수는 매년 1월 1일부터 12월 31일까지 적립된 포인트(객실 이용 후 적립되는 포인트에 한하며, 포인트는 체크아웃 익일에 적립됩니다)를 기준으로, 해당 적립 포인트와
                    관련된
                    객실 이용 일수가 인정됩니다. (예를 들어 12월 30일부터 12월 31일까지 숙박한 경우, 포인트 적립일 기준으로 다음 년도에 숙박일수가 반영됩니다.)


                    C. 정규 예약을 통한 숙박에 한하여 숙박일수로 인정됩니다.


                    D. 정규 예약이란 신라호텔 예약실 및 신라호텔 예약 사이트(홈페이지, 모바일 앱)를 통한 예약을 말합니다. 단, 도매 요금, 무료 객실, House Use 객실, 임직원 특별
                    요금,
                    가족 요금, 멤버십 숙박권(Shilla S, 블루클럽, 프리미엄 블루 등 멤버십 가입 시 제공되는 숙박권), 여행사 및 대행사 등을 통한 예약은 제외됩니다.


                    E. 다이아몬드 회원의 경우 당해 년도 50일을 초과하는 숙박일수는 익년도 등급 산정을 위한 숙박실적으로 이월됩니다. 단, 이월된 초과 숙박일수는 다음 년도 숙박실적으로 재
                    이월되지는
                    않습니다. (예를 들어, 2021년도 회원의 숙박실적[상기 B항목에 따른 2021년 1월 1일부터 12월 31일까지 적립된 객실 이용 포인트와 관련된 숙박일수로 산정함]이 60박인
                    경우,
                    2022년도 등급 숙박실적에 10박이 이월됩니다. 단, 2022년도 실 숙박실적이 50박인 경우 2023년도에 이월되는 숙박실적은 0입니다.) 이월되는 숙박실적은 매년 1월 첫째
                    주에
                    반영됩니다.


                    (2) 연간 적립 포인트


                    A. 적립 포인트는 멤버십 프로그램을 이용하여 매년 1월 1일부터 12월 31일까지 가맹호텔의 객실 또는 식음 영업장 이용 시 적립된 포인트를 기준으로 인정됩니다. 다만, 포인트는
                    이용일
                    익일 적립되며 12월 31일 이용한 포인트는 익년도 1월 1일에 적립됩니다.


                    6. 회원 등급 조정은 승급, 유지, 강등으로 분류됩니다.


                    7. 회원 등급 평가 및 조정은 1월 1일부터 12월 31일까지 누적된 등급 실적을 기반으로 매년 12월 31일에 반영됩니다.


                    8. 회원이 기간 내 어느 때라도 승급 기준에 도달할 경우 즉시 회원 등급을 상향 조정됩니다. 조정된 회원 등급은 익년도 12월 30일까지 유지됩니다.


                    9. 회원 등급 변동 사항은 멤버십 홈페이지 등을 통해 확인할 수 있습니다.


                    10. 회원 등급별로 차등 서비스 혜택을 제공하며, 회원 등급별 서비스 및 혜택 및 이용 세부 조건은 다음과 같습니다.


                    (1) 회원 등급별 서비스 혜택


                </div>
                <!-- Essential Agree Check -->
                <div class="essential_is_agree">
                    <input type="radio" name="essential_info1_chk" value="essential_agree"
                        id="essential_info1_chk_agree">
                    <label for="essential_info1_chk_agree">동의함</label>
                    <input type="radio" name="essential_info1_chk" value="essential_disagree"
                        id="essential_info1_chk_disagree">
                    <label for="essential_info1_chk_disagree">동의하지않음</label>
                </div>

                <!-- Clause1 Modal Page -->
                <div class="clause_modal_page">
                    <!-- TOP Title & Close Btn -->
                    <div class="top cf">
                        <h2>신라리워즈 이용약관에 대한 동의</h2>
                        <div class="close_btn">
                            <img src="./images/close_btn.png" alt="닫기 아이콘">
                        </div>
                    </div>
                    <div spellcheck="false" class="clause_long" contentEditable="false">
                        제1조 멤버십 규정 일반

                        1. 본 약관은 주식회사 호텔신라(이하 “회사”)의 호텔 멤버십 프로그램인 Shilla Rewards(이하 “멤버십 프로그램”)의 이용에 관한 기본적인 사항을 정함을
                        목적으로
                        합니다.

                        2. 멤버십 프로그램의 이용약관 및 멤버십 운영에 관련한 각종 혜택 및 서비스의 적용 범위는 다음과 같습니다. (이하 (1)~(3)을 총칭하여 "가맹호텔")

                        (1) 신라호텔 : 서울신라호텔, 제주신라호텔

                        (2) 신라스테이(신라스테이 플러스 포함) 전 지점

                        (3) 그 외 향후 제휴 호텔 및 리조트

                        3. 회사는 본 약관에서 멤버십 프로그램의 회원 자격과 혜택, 멤버십 포인트 획득과 사용에 관한 내용을 규정합니다.

                        4. 멤버십 프로그램은 만 19세 이상의 개인 회원을 대상으로 하며, 법인 또는 단체 등은 멤버십에 가입할 수 없습니다.

                        5. 멤버십 프로그램의 약관, 규칙 중에 신청자 및 회원의 소속 국가 및 거주지의 강행법규에 위배되는 부분이 있을 경우, 해당 부분은 해당 회원에 한하여 무효화 합니다.

                        6. 회사는 멤버십 운영 주체의 상황에 따라 본 이용약관을 포함한 프로그램 구성, 특전 및 그 내용을 변경하고, 본 멤버십 프로그램을 종료할 수 있습니다.

                        7. 회사는 본 약관을 변경하는 경우 변경되는 약관의 적용일자 및 변경내용, 사유 등을 명시하여 현행약관과 함께 변경약관 적용일로부터 10일(회원에게 불리하게 변경되는 경우
                        1개월)
                        이전에 서면, 전자우편, 홈페이지 공지 등의 방법을 통해 회원에게 통지합니다. 회원은 신라리워즈 멤버십 센터 대표 이메일(shilla.rewards@samsung.com)
                        또는
                        대표
                        번호(02-2230-5528)를 통하여 변경약관에 동의하지 않을 수 있으며, 변경약관에 동의하지 않을 경우 회원 탈퇴를 할 수 있습니다. 단, 회사가 위 약관 변경 통지를
                        하면서
                        변경약관
                        적용일까지 의사표시를 하지 않으면 변경약관에 동의한 것으로 간주한다는 내용을 고지하였음에도 불구하고, 회원이 명시적으로 거부의사를 표시하지 않은 경우 회원이 변경약관에
                        동의한
                        것으로
                        간주합니다. 단, 회원에게 불리하게 변경되는 경우 통지 후 2개월 이내 회원 탈퇴를 할 수 있습니다.

                        8. 회사는 멤버십 프로그램 종료 최소 6개월 이전에 호텔 공식 웹사이트(https://www.shillahotels.com)및 모바일 앱(신라호텔 어플리케이션)(이하
                        “멤버십
                        홈페이지”)을 통해 공지해야 하며, 전 회원을 대상으로 1회 이상 전자우편을 통한 안내문을 발송합니다.

                        9. 멤버십 프로그램 종료 통보 이후 6개월 경과 시점 기준으로 보유한 포인트는 자동 소멸되며, 모든 혜택 및 서비스 제공이 중단됩니다.

                        10. 주소 및 기타 개인정보 사항 변경 시 회원은 회사에 해당 내용을 통보해야 하며, 미 통보로 인한 회원의 불이익은 해당 회원이 감수하며 회사가 책임지지 않습니다.

                        11. 회사는 호텔정보 및 회원의 계정명세 등을 회원에게 통지할 수 있고, 우편에 의한 통지의 경우 그 분실 또는 전달의 지연에 대한 책임을 지지 않습니다.

                        12. 본 약관은 대한민국 법률이 적용되며, 본 약관과 관련된 제반 분쟁 및 소송은 회원의 주소지, 회사의 소재지를 관할하는 법원을 합의 관할법원으로 합니다.

                        제2조 회원 가입 및 계정생성

                        1. 회원 가입은 멤버십 홈페이지 및 모바일 앱 또는 가맹호텔의 지정된 영업장에서 가능합니다.

                        2. 회원 가입은 무료입니다.

                        3. 회원은 하나를 초과하는 멤버십을 가입하거나 소유할 수 없습니다.

                        4. 멤버십 중복 가입 시 하나를 제외한 멤버십은 강제 탈퇴 처리되며, 탈퇴 처리되는 멤버십의 포인트, 혜택은 자동 소멸됩니다.

                        5. 회원 등록 시 성명, 생년월일, 성별, 전자우편주소, 전화번호는 필수 기입 사항입니다.

                        6. 회원번호는 회원 등록 즉시 발급됩니다.

                        7. 회원은 회원번호를 이용하여 멤버십 홈페이지에서 본인의 계정을 확인할 수 있습니다.

                        8. 회원은 멤버십 홈페이지의 개인 계정을 통해 보유 포인트, 적립내역, 개인정보 등 각종 정보를 열람 및 수정할 수 있습니다.

                        9. 회원 가입 시 모바일 멤버십 카드가 발급되며 모바일 멤버십 카드(이하 “멤버십 카드”)는 멤버십 홈페이지에서 확인 가능합니다.

                        제3조 회원 자격정지 및 탈퇴

                        1. 최종 거래일이 속한 월의 말일 기준으로 60개월간 실적이 없는 회원의 계정은 소멸되며, 기존 포인트 및 거래 실적은 자동 소멸됩니다. 해당 회원에게는 계정 소멸 6개월
                        전에
                        해당
                        내용을 전자우편으로 통보합니다.

                        2. 멤버십 재등록 시에는 신규 회원으로 등록됩니다.

                        3. 회원 탈퇴는 멤버십 서비스 센터 및 멤버십 홈페이지를 통해 요청 가능합니다.

                        4. 탈퇴 접수는 신청 후 영업일 기준 24시간 이내에 처리되며, 탈퇴 시 회원이 보유한 계정 및 포인트, 혜택은 자동 소멸됩니다.

                        5. 회원 탈퇴 시 기존 멤버십 카드는 사용할 수 없습니다.

                        6. 회사는 회원에게 다음의 사유가 발생한 경우 회원의 멤버십을 해지하거나 탈퇴시킬 수 있습니다.

                        (1) 위법한 행위를 한 경우

                        (2) 회원이 특전 및 포인트 매매 등 본 약관을 위반한 경우

                        (3) 신청, 등록 내용에 허위, 기재누락, 오기 등이 있는 경우

                        (4) 기타 부당한 행위를 하거나 멤버십 프로그램의 혜택을 남용한 경우

                        (5) 회사에 의해 청구된 금액을 지불하지 못한 경우

                        (6) 사망한 경우

                        7. 사망한 회원의 포인트 및 등급은 자동 소멸되며, 상속 및 양도되지 않습니다

                        제4조 양도

                        1. 회원 자격, 멤버십 카드, 등급별 혜택, 보유 포인트는 다른 회원을 포함한 제3자에게 양도가 불가능 합니다.

                        2. 타인에게 임의적인 양도 적발 시에는 다음의 페널티가 적용됩니다.

                        (1) 멤버십 자격 양도 : 회원자격 박탈 및 탈퇴 처리

                        (2) 멤버십 카드 및 혜택 양도 : 부여된 혜택에 대한 소멸 처리

                        (3) 포인트 양도 : 양도된 포인트에 대한 무효 처리

                        제5조 멤버십 회원 등급 및 특전

                        1. 회원 등급은 브라운, 실버, 골드, 다이아몬드 총 4 단계로 분류됩니다.

                        2. 회원 가입과 동시에 브라운 등급이 부여됩니다.

                        3. 회원 등급의 유지 및 승급을 위해서는 회사가 규정한 조건을 충족해야 합니다.

                        4. 회사는 회원의 1년 간 멤버십 프로그램 이용실적(객실의 경우 숙박일수 및 적립 포인트 기준, 식음 영업장의 경우 적립 포인트 기준)을 산출하여 다음의 기준에 따라 회원
                        등급을
                        조정합니다.

                        신라리워즈 회원등급 조정 기준

                        - 회원 등급조정은 아래의 조정 기준(연간 숙박일수 또는 연간 적립 포인트) 중 어느 하나의 승급 조건을 우선 충족하는 경우 진행됩니다.
                        <img src="./img/clause_img1.png" alt="약관표1">
                        5. 제 4항의 회원 등급 조정 기준에 따라 인정되는 연간 숙박일수 및 연간 적립 포인트 인정 세부 조건은 다음과 같습니다.


                        (1) 연간 숙박일수


                        A. 숙박일수는 멤버십 프로그램을 이용하여 가맹호텔 객실을 이용한 일수를 대상으로 인정됩니다.


                        B. 숙박일수는 매년 1월 1일부터 12월 31일까지 적립된 포인트(객실 이용 후 적립되는 포인트에 한하며, 포인트는 체크아웃 익일에 적립됩니다)를 기준으로, 해당 적립
                        포인트와
                        관련된
                        객실 이용 일수가 인정됩니다. (예를 들어 12월 30일부터 12월 31일까지 숙박한 경우, 포인트 적립일 기준으로 다음 년도에 숙박일수가 반영됩니다.)


                        C. 정규 예약을 통한 숙박에 한하여 숙박일수로 인정됩니다.


                        D. 정규 예약이란 신라호텔 예약실 및 신라호텔 예약 사이트(홈페이지, 모바일 앱)를 통한 예약을 말합니다. 단, 도매 요금, 무료 객실, House Use 객실, 임직원
                        특별
                        요금,
                        가족 요금, 멤버십 숙박권(Shilla S, 블루클럽, 프리미엄 블루 등 멤버십 가입 시 제공되는 숙박권), 여행사 및 대행사 등을 통한 예약은 제외됩니다.


                        E. 다이아몬드 회원의 경우 당해 년도 50일을 초과하는 숙박일수는 익년도 등급 산정을 위한 숙박실적으로 이월됩니다. 단, 이월된 초과 숙박일수는 다음 년도 숙박실적으로 재
                        이월되지는
                        않습니다. (예를 들어, 2021년도 회원의 숙박실적[상기 B항목에 따른 2021년 1월 1일부터 12월 31일까지 적립된 객실 이용 포인트와 관련된 숙박일수로 산정함]이
                        60박인
                        경우,
                        2022년도 등급 숙박실적에 10박이 이월됩니다. 단, 2022년도 실 숙박실적이 50박인 경우 2023년도에 이월되는 숙박실적은 0입니다.) 이월되는 숙박실적은 매년 1월
                        첫째
                        주에
                        반영됩니다.


                        (2) 연간 적립 포인트


                        A. 적립 포인트는 멤버십 프로그램을 이용하여 매년 1월 1일부터 12월 31일까지 가맹호텔의 객실 또는 식음 영업장 이용 시 적립된 포인트를 기준으로 인정됩니다. 다만,
                        포인트는
                        이용일
                        익일 적립되며 12월 31일 이용한 포인트는 익년도 1월 1일에 적립됩니다.


                        6. 회원 등급 조정은 승급, 유지, 강등으로 분류됩니다.


                        7. 회원 등급 평가 및 조정은 1월 1일부터 12월 31일까지 누적된 등급 실적을 기반으로 매년 12월 31일에 반영됩니다.


                        8. 회원이 기간 내 어느 때라도 승급 기준에 도달할 경우 즉시 회원 등급을 상향 조정됩니다. 조정된 회원 등급은 익년도 12월 30일까지 유지됩니다.


                        9. 회원 등급 변동 사항은 멤버십 홈페이지 등을 통해 확인할 수 있습니다.


                        10. 회원 등급별로 차등 서비스 혜택을 제공하며, 회원 등급별 서비스 및 혜택 및 이용 세부 조건은 다음과 같습니다.


                        (1) 회원 등급별 서비스 혜택


                    </div>
                </div>
            </div>

            <!-- Clause2 Container -->
            <div class="clause_container">
                <!-- Clause Title & Show All BTN -->
                <div class="clause_top">
                    <h2>개인정보 수집, 이용에 대한 동의 (필수)</h2>
                    <button>전체보기</button>
                </div>
                <!-- Clause -->
                <div spellcheck="false" class="clause" contentEditable="false">
                    1. 수집 이용 항목

                    성명(국문·영문), 생년월일, 성별, 이메일주소, 휴대폰번호, 아이디, 비밀번호, 신라리워즈 번호, IPIN(DI)

                    2. 수집 이용 목적

                    본인 식별, 신라리워즈 서비스 제공 및 민원처리

                    3. 보유 이용 기간

                    회원 탈퇴 시 까지

                    ※ 관련 법령에서 정한 별도 보유 기한이 있는 경우는 그에 따름.
                    ※ 위 사항에 대한 동의를 거부할 수 있으나, 이에 대한 동의가 없을 경우 신라리워즈 회원 가입 및 서비스 이용이 불가합니다.
                </div>

                <!-- Essential Agree Check -->
                <div class="essential_is_agree">
                    <input type="radio" name="essential_info2_chk" value="essential_agree"
                        id="essential_info2_chk_agree">
                    <label for="essential_info2_chk_agree">동의함</label>
                    <input type="radio" name="essential_info2_chk" value="essential_disagree"
                        id="essential_info2_chk_disagree">
                    <label for="essential_info2_chk_disagree">동의하지않음</label>
                </div>

                <!-- Clause2 Modal Page -->
                <div class="clause_modal_page">
                    <!-- TOP Title & Close Btn -->
                    <div class="top cf">
                        <h2>개인정보 수집, 이용에 대한 동의</h2>
                        <div class="close_btn">
                            <img src="./images/close_btn.png" alt="닫기 아이콘">
                        </div>
                    </div>
                    <div spellcheck="false" class="clause" contentEditable="false">
                        1. 수집 이용 항목

                        성명(국문·영문), 생년월일, 성별, 이메일주소, 휴대폰번호, 아이디, 비밀번호, 신라리워즈 번호, IPIN(DI)

                        2. 수집 이용 목적

                        본인 식별, 신라리워즈 서비스 제공 및 민원처리

                        3. 보유 이용 기간

                        회원 탈퇴 시 까지

                        ※ 관련 법령에서 정한 별도 보유 기한이 있는 경우는 그에 따름.
                        ※ 위 사항에 대한 동의를 거부할 수 있으나, 이에 대한 동의가 없을 경우 신라리워즈 회원 가입 및 서비스 이용이 불가합니다.

                    </div>
                </div>
            </div>

            <!-- Clause3 Container -->
            <div class="clause_container last_clause_container">
                <!-- Clause Title & Show All BTN -->
                <div class="clause_top">
                    <h2>개인정보 제3자 제공에 대한 동의 (필수)</h2>
                    <button>전체보기</button>
                </div>
                <!-- Clause -->
                <div spellcheck="false" class="clause" contentEditable="false">
                    1. 제공받는 자

                    신라에이치엠㈜

                    2. 제공받는 자의 이용 목적

                    신라리워즈 서비스 제공

                    3. 제공하는 항목

                    성명(국문·영문), 생년월일, 성별, 이메일주소, 휴대폰번호, 아이디, 신라리워즈 번호

                    4. 제공받은 자의 보유·이용 기간

                    회원 탈퇴 시까지

                    ※위 사항에 대한 동의를 거부할 수 있으나, 이에 대한 동의가 없을 경우 신라리워즈 회원 가입 및 서비스 이용이 불가합니다.

                </div>

                <!-- Essential Agree Check -->
                <div class="essential_is_agree">
                    <input type="radio" name="essential_info3_chk" value="essential_agree"
                        id="essential_info3_chk_agree">
                    <label for="essential_info3_chk_agree">동의함</label>
                    <input type="radio" name="essential_info3_chk" value="essential_disagree"
                        id="essential_info3_chk_disagree">
                    <label for="essential_info3_chk_disagree">동의하지않음</label>
                </div>

                <!-- Clause3 Modal Page -->
                <div class="clause_modal_page">
                    <!-- TOP Title & Close Btn -->
                    <div class="top cf">
                        <h2>개인정보 제3자 제공에 대한 동의</h2>
                        <div class="close_btn">
                            <img src="./images/close_btn.png" alt="닫기 아이콘">
                        </div>
                    </div>
                    <div spellcheck="false" class="clause" contentEditable="false">
                        1. 제공받는 자

                        신라에이치엠㈜

                        2. 제공받는 자의 이용 목적

                        신라리워즈 서비스 제공

                        3. 제공하는 항목

                        성명(국문·영문), 생년월일, 성별, 이메일주소, 휴대폰번호, 아이디, 신라리워즈 번호

                        4. 제공받은 자의 보유·이용 기간

                        회원 탈퇴 시까지

                        ※위 사항에 대한 동의를 거부할 수 있으나, 이에 대한 동의가 없을 경우 신라리워즈 회원 가입 및 서비스 이용이 불가합니다.

                    </div>
                </div>
            </div>

            <!-- Page Btn -->
            <div class="btn_container">
                <button id="next_btn">다음</button>
                <button id="cancle_btn">취소</button>
            </div>
        </main>
</body>
</html>